Repository: fotorelacjonusz/fotorelacjonusz-ng
Catalog: locale/*.po
Languages: pl

source: 3 pixels-wide solid black border will be added to every picture.
pl: Każde zdjęcie zostanie otoczone czarną linią o grubości trzech pikseli.

source: Abort
pl: Przerwij

source: About this build
pl: O wersji

source: About this program
pl: O programie

source: Add photos
pl: Dodaj zdjęcia

source: Any picture will do. For transparency, PNGs or GIFs are recommended.
pl: Każdy obrazek się nada. Efekt przeźroczystości jest możliwy do uzyskania w formatach GIF i PNG.

source: Avoid creating posts which are composed of less than %{min} photo(s). Instead, make the last post respectively longer, possibly breaking the "photos per post" limit. This setting does not apply if there would be only one post anyway.
pl: Unikaj tworzenia postów złożonych z mniej niż %{min} zdjęć. Gdyby na ostatni (ale nie jedyny) post przypadało mniej niż %{min} zdjęć, nie twórz tego postu, tylko zrób poprzedni odpowiednio dłuższy.

source: Back
pl: Wróć

source: Change
pl: Zmień

source: Convert non-breaking white spaces to regular ones
pl: Przekształcaj niełamliwe spacje na normalne

source: Done
pl: Zrobione

source: Draw a border around pictures
pl: Obramowuj zdjęcia

source: Frame
pl: Ramka

source: Height
pl: Wysokość

source: If given picture is taller than that, it will be scaled down appropriately.
pl: Zdjęcia, których wysokość przekracza tę liczbę, zostaną przeskalowane.

source: If given picture is wider than that, it will be scaled down appropriately.
pl: Zdjęcia, których szerokość przekracza tę liczbę, zostaną przeskalowane.

source: Interface options
pl: Interfejs

source: Item template
pl: Format opisu zdjęcia

source: Language
pl: Język programu

source: Legal
pl: Prawa autorskie

source: Many thanks to Kamil OST, who wrote the original C++ version of Fotorelacjonusz; to MariuszLu and his Friend, who contributed the program icon; and to everyone who posts photo reports with or without help of this program.
pl: Wielkie dzięki dla Kamila OST, który napisał pierwotną wersję Fotorelacjonusza w C++; dla MariuszaLu i jego Koleżanki, którzy przygotowali ikonę programu; a także dla każdego, kto przygotowuje fotorelacje, czy to z pomocą tego programu, czy w inny sposób.

source: Maximum
pl: Maksymalna

source: Minimum
pl: Minimalna

source: More help and information
pl: Dalsze informacje

source: None
pl: Wyłączony

source: Photo processing
pl: Obróbka zdjęć

source: Photos per post
pl: Liczba zdjęć na post

source: Picture
pl: Obrazek

source: Post layout options
pl: Układ postów

source: Posting: %{progress}
pl: Posty: %{progress}

source: Proceed
pl: Dalej

source: Report footer
pl: Stopka fotorelacji

source: Resize photos
pl: Rozmiar zdjęć

source: Scale down large photos
pl: Zmniejszaj zbyt duże zdjęcia

source: Settings
pl: Ustawienia

source: SkyScraperCity.com forum substitutes non-breaking white spaces with weird-looking asterisks. This option prevents that by converting the non-breaking spaces to regular ones. It is especially useful on MacOS, as it is frequent to accidentally type non-breaking spaces by hitting Option+Space key combination on this system. You probably want to keep this setting disabled unless you experience issues.
pl: Silnik forum SkyScraperCity.com podmienia niełamliwe spacje na dziwaczne gwiazdki. Ta opcja zapobiega temu zjawisku zawczasu przekształcając niełamliwe spacje na zwykłe. Opcja ta jest szczególnie użyteczna w systemie MacOS, na którym łatwo niechcący wstawić niełamliwą spację kombinacją klawiszy Option+Spacja. Zaleca się pozostawienie tej opcji wyłączonej, chyba że doświadczasz opisanego problemu.

source: Start number
pl: Rozpocznij numerację od

source: Text to be appended to the last post.
pl: Tekst, który zostanie dopisany do ostatniego postu fotorelacji.

source: Thanks
pl: Podziękowania

source: The first picture in the report will have number %{n}.
pl: Pierwsze zdjęcie w relacji będzie oznaczone numerem %{n}.

source: The report is empty.
pl: Fotorelacja jest pusta.

source: There will be %{max} photo(s) per post.
pl: %{max} zdjęć na post.

source: Upload
pl: Wyślij

source: Upload: %{progress}
pl: Zdjęcia: %{progress}

source: Version
pl: Wersja

source: Visit
pl: Odwiedź

source: Watermark
pl: Znak wodny

source: White spaces
pl: Białe znaki

source: Width
pl: Szerokość

source: You are going to post a photo report which consists of %{posts} post(s) with %{pics} picture(s) in total.
pl: Zamierzasz wysłać fotorelację składającą się z %{posts} postów, w których jest łącznie %{pics} zdjęć.

source: You can use following magic words:<wbr> <tt>%DESCRIPTION%</tt> for item description;<wbr> <tt>%NUMBER%</tt> for item number;<wbr> <tt>%IMG_URL%</tt> for picture's remote URL. </wbr></wbr></wbr>
pl: Możesz skorzystać z następujących magicznych słów:<wbr> <tt>%DESCRIPTION%</tt> oznacza tekst opisujący zdjęcie;<wbr> <tt>%NUMBER%</tt> oznacza numer zdjęcia;<wbr> <tt>%IMG_URL%</tt> oznacza URL zdjęcia. </wbr></wbr></wbr>
